[ItemDefs.ID_IrisHUB_SmackTalk_EchoRecorder MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Gravação do Evento da Torgue"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_IrisHUB_SmackTalk_EchoRecorder:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma entrevista onde a Moxxi e o Senhor Torgue falam sobre como você é foda."
NoConstraintText=""
Suffix=""
Prefix=""

